[
  {
    "teacher_id": 1,
    "이름": "박지수",
    "수업 스타일": "제가 수업에서 우선적으로 강조하는 것은 ' 1.성적을 향상 시키자 2.흥미는 필요 없다 3. 꾸준히 하자' 입니다. 첫번째, 성적을 향상 시켜야하는 이유는 단순히 입시를 위해서가 아니라, 성적이 향상된 것을 학생 본인이 확인 하고 또 다시 동기부여가 될 수 있게하게끔입니다. 작은 점수더라도 성적을 향상 시키는 즐거움을 느끼게 되면 자발적으로 학생 스스로 공부에 대한 필요성과 책임감을 느끼게 됩니다. 두번째, 저는 공부에 흥미를 갖게 하는 것이 필수적이라고 생각하지 않습니다. 아무리 재미있는 영화를 봐도 여러번 보면 피로감을 느낄 뿐입니다. 흥미보다는 공부에대한 혐오감을 가지지 않는 것을 목표로 하여, 여러가지 요인들이 함께 시너지를 내면 결국에는 알아서 흥미를 가지게 될 것입니다. 세번째, 공부는 마라톤과 같습니다. 꾸준히 적절한 페이스를 유지하며 공부한다면 반드시 좋은 결과를 낼 것입니다. 저는 이 세가지 목표가 실현 될 수 있도록 직접 학교 스타일에 유사하게 문제를 제작합니다. 또한, 제가 엄선한 문제를 스스로 풀고, 저에게 직접 설명하는 과정과 노트 정리를 통해 총 3번의 문제 풀이 과정을 경험함으로써 진정으로 내것으로 만들 수 있도록 지도합니다."
  },
  {
    "teacher_id": 2,
    "이름": "조승찬",
    "수업 스타일": "국어: 국어의 경우 내신과 수능의 공부 방향성이 많이 다릅니다. 수능은 근본적인 독해 능력 향상을 위해 비문학 지문을 꾸준히 접하는 것이 중요하지만 내신의 경우 근본적인 실력보다도 담당 선생님의 관점이 담긴 지문 해석 친화가 중요합니다. 하지만, 둘의 공통 분모가 있다면 문법 공부 입니다. 문법에 대한 부분은 수능에서 시간 절약과 내신에서 차별화를 갖고 갈 수 있기 때문에 꼭 잡고 가고 싶습니다. 수학: 수학은 학생이 호기심을 갖도록 하는 것이 매우 중요합니다. 학생 스스로 생각해보고 질문하여 해결해본 경험이 학생 본인의 과목에 대한 애정과 실력 향상의 밑거름이 됩니다. 그래서 학생에게 너무 무거운 문제들로 다가가진 않을 생각입니다. 개념 이해와 중 난도까지의 문제 풀이가 끝나면 학생의 성취도를 고려하여 상위 난이도 문제까지 다뤄볼 생각을 갖고 있습니다.영어: 영어는 고등학교 저학년까진 어휘만으로 모의고사 고득점이 가능하다고 생각하며 실제로 1,2학년 때 잡고 가야하는 것이 어휘입니다. 어휘는 가장 좋은 것은 수준에 맞는 단어장을 하나 고르고 외우며 차츰 책 속 파생 단어들까지 외워가는 것이 좋습니다. 또한 언어의 경우 말그대로 ‘감‘을 잡는 것이 독해 속도 증진에 있어 매우 중요합니다. 여기서 감이란 전치사가 갖고 있는 어감, 단어의 구성 접두사가 갖고 있는 어감을 뜻하며 이것들을 알아야 학습과 독해의 능률이 올라가기 때문에 학습 초반에 방향성을 잡고 갈 생각입니다. 그렇게 문법을 비롯해 독해의 기본 능력들이 자리 잡히고 나면 독해할 때 정보를 솎아내고 흐름을 읽어내는 연습을 시작하게 됩니다. 그리고 그 연습의 지문들로 수능 연계 지문이나 내신 지문을 구성할 생각입니다."
  },
  {
    "teacher_id": 3,
    "이름": "김신원",
    "수업 스타일": "수업에서 가장 중요한 것은 학생이 모르는 것을 정확히 짚고 넘어가는 것입니다. 수학 과목은 무작정 많은 문제를 풀기보다 정확한 개념을 이해한 후, 올바른 풀이로 적당한 양의 문제를 반복적으로 푸는 것이 더 효과적입니다. 그런 후에 난이도가 높은 문제를 접해보며 응용력을 키우고 고득점에 대한 방향을 잡아도 최상위권으로 도약하는데 전혀 늦지 않습니다. 따라서 조금이라도 모르는 것이 있다면 쉬운 문제도 거리낌 없이 질문할 수 있는 분위기를 지향합니다."
  },
  {
    "teacher_id": 4,
    "이름": "서현아",
    "수업 스타일": "학생이 정확히 이해하고 있는지 질문하며 수업을 이끌어 나갑니다. 중학생의 경우에는 내신 시험에 맞추어 학교에서 배운 개념을 잘 이해했는지 점검하고, 학교의 출제 경향에 맞춰 문제풀이를 진행합니다. 대개 중학교 수준의 내신은 교과서와 익힘책 및 부교재 의 완벽한 이해와 반복적인 문제풀이면 어렵지 않게 좋은 점수를 받을 수 있습니다. 자신이 어디가 약한지, 또 질답이 즉각적으로 필요한 부분을 옆에서 도와주겠습니다. 고등학생의 경우에는 내신 시험 뿐만 아니라 모의고사 준비를 원한다면, 이에 맞춰 기출문제 풀이나 실전 문제풀이 수업을 진행합니다. 고등학교 내신 시험은 변별력을 위한 문제 해결 뿐만 아니라, 지엽적인 부분까지 알고 있는지를 묻습니다. 매 수업마다 개념 테스트를 통해 자신의 실력을 점검합니다. 또한 유전,항상성, 신경의 전도, 근수축 등 킬러와 비킬러 문제의 스킬을 함께 다듬으며 다양한 문제 풀이를 통해 다소 생소해 보이는 문제도 도전할 수 있는 용기를 가지게 되었으면 좋겠습니다!"
  },
  {
    "teacher_id": 5,
    "이름": "왕희수",
    "수업 스타일": "초등학생의 경우에는 우선 아이가 어떤 과목등에 흥미를 느끼는지 확인을 합니다. 또한 이 시기에는 가장 중요한것이 공부에 흥미를 느끼도록 하는 것입니다. 싫증을 느낀다면 아이가 거부감을 느껴 훗날 고등학교 공부를 할때도 많은 시간이 들기때문에 이 시기에는 아이에게 공부가 결코 어려운것만은 아니다. 각자가 잘할 수 있는 분야는 반드시 있음을 깨닫게 해주고 싶습니다. 중학교 친구들은 우선 자사고나 특목고를 준비하는 경우외에도 고등학교 미리보기라고 생각하여 내신준비를 도와줄 것입니다."
  }
]